{"input": "Thème: l’amitié. Niveau: 2.", "output_story": "كان فما مرّة أربع حيوانات أصحاب: الفكرونة، أرنب، غراب، وفار. بالرغم إلّي كانوا مختلفين في الشكل والحجم، أما كانوا يحبّوا بعضهم برشة ويتعاونو ديما."}
{"input": "Thème: courage. Niveau: 2.", "output_story": "نهار مشرّق، كان فما عصفور صغير اسمو لوزي يحلم يطير عالي كيف العصافر الكبار، أمّا ديما يخاف يطيح. أمّو شجّعتو، جمع شجاعتو، حلّ جنحاتو ولقى روحو يطير بين الشجر وفرح برشا."}
{"input": "Thème: mensonge. Niveau: 2.", "output_story": "راعي في قرية كان يحب يكذب على الناس ويخوّفهم بالزّور، كل مرة يصيح الذيب جاء! والناس تجي تعاونوا وتلقاه يضحك. كي جا الذيب بالحق، صاح وما حد ما جا، خاترهم ما عادش يصدقوه."}
{"input": "Thème: gratitude. Niveau: 1.", "output_story": "صيّاد قعد من الصباح لليل يستنى يصيد حوتة كبيرة. في الآخر صاد حوتة صغيرة، فرح ورضي بالقليل وقال هذا رزق من ربي وراني راضي بيه وما نطمعش في أكثر."}
{"input": "Thème: école. Niveau: 1.", "output_story": "أول نهار مدرسة، أمين كان شادّ محفظتو ومتحمّس. لقى أصحابه يضحكوا ويحكيو، والمعلّمة قالتلهم اليوم باش نتعرّفو على بعضنا. في آخر النهار رجع للدار يقول: هذا أحلى نهار مدرسة."}
{"input": "Thème: amour du pays. Niveau: 1.", "output_story": "كانوا زوز عصافير صغار يحكيو على بلادهم. نسمة ريح قالتلهم ايجاو لبلاد أخرى فيها ما بارد وماكلة بنينة، أمّا العصفورة قالتلها ما نبدّلش تونس، هذي بلادنا ونحبوها كيف ما هي."}
{"input": "Thème: famille. Niveau: 2.", "output_story": "كان فما عايلة صغيرة، بو وأمّ وزوز صغار. كل نهار يتلمّو على الطاولة ياكلو مع بعض ويضحكو. نهار الولد كسّر لعبتو، بوه وامّو ما تغشوش وقالولو المهم تتعلّم من الغلطة وإحنا ديما نحبّوك."}
{"input": "Thème: amitié. Niveau: 1.", "output_story": "كان فما قطوس صغير اسمو ميمي يحب يلعب في الجردة كل يوم. طاح في الماء وخاف، جا عصفور صغير وعاونو يطلع. ميمي شكر الطير وقاللو نحبّك برشة يا صاحبي، انت صاحبي الجدّ."}
{"input": "Thème: persévérance. Niveau: 2.", "output_story": "كان فما أرنب سريع وسلحفاة بطيئة. الأرنب يضحك ديما على السلحفاة، أمّا كي عملو سباق، الأرنب تكاسل ورقد في الطريق، والسلحفاة كملت بالشوية ووصلت قبلو. العبرة، بالمثابرة توصل حتى كي تمشي بالبطيء."}
{"input": "Thème: neige. Niveau: 1.", "output_story": "في سفرة لبلاد بعيدة، أمين شاف الثلج لأول مرّة. لمس الثلج البارد، عمل رجل ثلج صغير وقال لأختو هذا كيف اللي نشوفو في الكرتون، ونهارو هذا ما ينساوش طول عمره."}